The associated elevation to the top of fabrication part off of the current level.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public double TopOfPartElevation { get; }
  Visual Basic
Public ReadOnly Property TopOfPartElevation As Double
	Get
  Visual C++
public:
property double TopOfPartElevation {
	double get ();
}
 See Also
  FabricationPart Class
  Autodesk.Revit.DB Namespace